// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

HSDTaskNameLegacy = "Zarządzanie zasilaniem";

NeverAutoOffTitle = "Nigdy";
AutoOffAfter15MinutesTitle = "Po 15 minutach";
AutoOffAfter30MinutesTitle = "Po 30 minutach";
AutoOffAfter45MinutesTitle = "Po 45 minutach";
AutoOffAfter1HourTitle = "Po 1 godzinie";
AutoOffAfter2HoursTitle = "Po 2 godzinach";
AutoOffAfter3HoursTitle = "Po 3 godzinach";

HSDTaskDescriptionLegacy = "Aby oszczędzać energię, drukarka może być wyłączana po wybranym czasie. Możesz wybrać ten czas z menu poniżej.";
HSDAutoOffLabelLegacy = "Wyłączaj automatycznie:";
ApplyButtonTitle = "Zastosuj teraz";

HSDTaskName = "Automatyczne wyłączanie";
HSDTaskDescription = "Gdy funkcja automatycznego wyłączania jest włączona, drukarka wyłączy się automatycznie po okresie braku aktywności wybranym poniżej. Automatyczne wyłączanie jest wyłączone, gdy drukarka jest podłączona do sieci.\nWskazówka: Aby ponownie włączyć drukarkę, naciśnij przycisk zasilania.";
HSDAutoOffLabel = "Automatyczne wyłączanie:";
"0" = "Wyłączone";
"1" = "Po 1 minucie";
"5" = "Po 5 minutach";
"10" = "Po 10 minutach";
"15" = "Po 15 minutach";
"20" = "Po 20 minutach";
"30" = "Po 30 minutach";
"60" = "Po 1 godzinie";
"120" = "Po 2 godzinach";
"180" = "Po 3 godzinach";
"240" = "Po 4 godzinach";
"480" = "Po 8 godzinach";
"720" = "Po 12 godzinach";
"1440" = "Po 24 godzinach";
AutoOffEnableConfirmationTitle = "Czy na pewno chcesz włączyć automatyczne wyłączanie?";
AutoOffEnableConfirmationMessage = "Automatyczne wyłączanie spowoduje wyłączenie drukarki %@ braku aktywności.";
YesButtonTitle = "Tak";
NoButtonTitle = "Nie";

HSDSleepAndAutoOffLabel = "Uśpienie/automatyczne wyłączenie";
HSDShutDownLabel = "Wyłączenie:";
ShutDownEnableConfirmationTitle = "Czy na pewno chcesz włączyć funkcję wyłączania?";
ShutDownEnableConfirmationMessage = "Funkcja wyłączania spowoduje automatyczne wyłączenie drukarki %@ nieaktywności.";
HSDTaskDescriptionForAutoOff = "Automatyczne wyłączanie i włączanie urządzenia HP to tryb, który zmniejsza pobór energii i budzi urządzenie, gdy chcesz drukować.";
HSDTaskDescriptionForShutDown = "Funkcja wyłączania spowoduje automatyczne wyłączenie drukarki po wstępnie zdefiniowanym okresie nieaktywności. Jeśli używasz funkcji wyłączania, drukarka nie będzie w stanie drukować żadnych dokumentów (również dokumentów wysłanych przy użyciu usługi ePrint) ani przetwarzać żadnych innych zadań (takich jak faksy lub zaplanowane dostawy, jeśli dana drukarka obsługuje te opcje), gdy zostanie wyłączona. Te zadania będą mogły zostać wydrukowane dopiero po ponownym włączeniu drukarki.";
HSDDelayWhenPortsAreActiveCheckBox = "Opóźnienie przy aktywnych portach";
